---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRunTopElevation
source: html/a9edaec6-7abe-1aff-0114-6512fe240d17.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRunTopElevation Property

"Relative Top Height": Top height of run

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRunTopElevation { get; }
```